{
  "home": "Home",
  "projects": "Projects",
  "experience": "Experience",
  "footerAsk": "Are you interested in working with me",
  "about": "About me",
  "helloIntroducion": "Hi, I'm Hugo",
  "introduction": "I'm a frontend developer based in Portugal, I'll help you build beautiful websites.",
  "contact": "Contact me",
  "browseProjects": "Browse Projects",
  "projectsTitle": "My <0>projects</0>",
  "projectsLabel": "These are some of my projects!",
  "menuDigitalDescription": "Interactive digital menu platform designed to optimize the customer experience, allowing detailed visualization of dishes and establishment information.",
  "travizcoDescription": "Travizco app website, featuring responsive design and a showcase of its main features.",
  "appPosDescription": "Mobile Business Intelligence (BI) application for business management, offering analytical dashboards and real-time performance metric monitoring.",
  "aboutMeSubTitle": "Bridging the gap between learning and doing: focused on delivering clean, functional, and user-centered results.",
  "myStack": "My Stack",
  "mySpecialPlace": "My special place",
  "myStory": "My Story",
  "aboutMeParagraph1": "Hi! My name is Hugo, I'm 27 years old and I'm passionate about <0>Frontend</0> development. My academic journey took place at the Polytechnic Institute of Viana do Castelo, where I completed my degree in <1>Computer Engineering</1>, a fundamental step to consolidate my technical and problem-solving foundations.",
  "aboutMeParagraph2": "Throughout my journey, I've had the privilege of joining teams in renowned companies such as <0>Tlantic</0> and <1>eDreams ODIGEO</1>. These internship experiences allowed me to face real challenges at scale and understand the importance of scalability and user experience.",
  "aboutMeParagraph3": "Currently, I focus my energy and creativity at <0>ImpactZero</0>, where I work daily to transform ideas into intuitive, clean, and functional interfaces. I'm always looking for new technologies and best practices to elevate the quality of the code I deliver.",
  "myExperience": "My Experience",
  "teamCollaboration": "Team Collaboration",
  "fastLearner": "Fast Learner",
  "activeListening": "Active Listening",
  "criticalThinking": "Critical Thinking",
  "academicProject": "Academic Project",
  "tlanticDescription": "Design and development of a mobile application dedicated to inventory logistics management. The solution allowed real-time stock consultation, detailed item analysis, and monitoring of commercial performance metrics.",
  "edreamsDescription": "Development of an administrative backoffice for a Digital Wallet solution. Focused on user management (CRUD), financial flow control, and real-time exchange rate parameterization.",
  "fisDescription": "Development of a credit flow management interface, allowing the analysis, approval, or rejection of requests. Implementation of document management features, real-time comment system, and decision-support metric visualization.",
  "impactZeroDescription": "Responsible for the development and maintenance of the Travizco platform's digital ecosystem, including the management backoffice, the institutional website, and the implementation of interactive digital menus."
}
