{
  "home": "Inicio",
  "projects": "Proyectos",
  "about": "Sobre mí",
  "helloIntroducion": "Hola, soy Hugo",
  "introduction": "Soy desarrollador frontend portugués y te ayudo a construir sitios web atractivos.",
  "contact": "Contáctame",
  "browseProjects": "Ver Proyectos",
  "projectsTitle": "Mis <0>proyectos</0>",
  "projectsLabel": "¡Estos son algunos de mis proyectos!",
  "menuDigitalDescription": "Plataforma de menús digitales interactivos diseñada para optimizar la experiencia del cliente, permitiendo la visualización detallada de platos e información del establecimiento.",
  "travizcoDescription": "Sitio web de la app Travizco, con diseño responsivo y presentación de sus funcionalidades.",
  "appPosDescription": "Aplicación móvil de Business Intelligence (BI) orientada a la gestión empresarial, ofreciendo dashboards analíticos y monitoreo de métricas de rendimiento en tiempo real.",
  "aboutMeSubTitle": "Cerrando la brecha entre el aprendizaje y la acción: enfocado en ofrecer resultados limpios, funcionales y centrados en el usuario.",
  "myStack": "Mi Stack",
  "mySpecialPlace": "Mi rincón",
  "myStory": "Mi Historia",
  "aboutMeParagraph1": "¡Hola! Me llamo Hugo, tengo 27 años y soy un apasionado del desarrollo <0>Frontend</0>. Mi formación académica fue en el Instituto Politécnico de Viana do Castelo, donde me gradué en <1>Ingeniería Informática</1>, una etapa fundamental para consolidar mis bases técnicas y de resolución de problemas.",
  "aboutMeParagraph2": "Durante mi trayectoria, he tenido el privilegio de integrar equipos en empresas de renombre como <0>Tlantic</0> y <1>eDreams ODIGEO</1>. Estas experiencias de prácticas me permitieron afrontar desafíos reales a gran escala y comprender la importancia de la escalabilidad y la experiencia del usuario.",
  "aboutMeParagraph3": "Actualmente, centro mi energía y creatividad en <0>ImpactZero</0>, donde trabajo a diario para transformar ideas en interfaces intuitivas, limpias y funcionales. Siempre estoy en busca de nuevas tecnologías y buenas prácticas para elevar la calidad del código que entrego.",
  "myExperience": "Mi Experiencia",
  "teamCollaboration": "Trabajo en Equipo",
  "fastLearner": "Aprendizaje Rápido",
  "activeListening": "Escucha Activa",
  "criticalThinking": "Pensamento Crítico",
  "academicProject": "Proyecto Académico",
  "tlanticDescription": "Diseño y desarrollo de una aplicación móvil dedicada a la gestión logística de inventarios. La solución permitió la consulta de stock en tiempo real, análisis detallado de artículos y monitoreo de métricas de rendimiento comercial.",
  "edreamsDescription": "Desarrollo de un backoffice administrativo para una solución de billetera digital (Digital Wallet). Enfocado en la gestión de usuarios (CRUD), control de flujos financieros y parametrización de tipos de cambio en tiempo real.",
  "fisDescription": "Desarrollo de una interfaz de gestión de flujos de crédito, permitiendo el análisis, aprobación o rechazo de solicitudes. Implementación de funcionalidades de gestión documental, sistema de comentarios en tiempo real y visualización de métricas de apoyo a la decisión.",
  "impactZeroDescription": "Responsable del desarrollo y mantenimiento del ecosistema digital de la plataforma Travizco, incluyendo el backoffice de gestión, el sitio web institucional y la implementación de menús digitales interactivos."
}
