{
  "home": "Início",
  "projects": "Projectos",
  "about": "Sobre mim",
  "helloIntroducion": "Olá, sou o Hugo",
  "introduction": "Sou um desenvolvedor frontend e posso ajudar-te a construir websites apelativos.",
  "contact": "Contacta-me",
  "browseProjects": "Ver Projetos",
  "projectsTitle": "Os meus <0>projetos</0>",
  "projectsLabel": "Estes são alguns dos meus projetos!",
  "menuDigitalDescription": "Plataforma de cardápios digitais interativos projetada para otimizar a experiência do cliente, permitindo a visualização detalhada de pratos e informações do estabelecimento.",
  "travizcoDescription": "Webiste do app Travizco, com design responsivo e apresentação das suas funcionalidades.",
  "appPosDescription": "Aplicação mobile de Business Intelligence (BI) voltada para a gestão empresarial, oferecendo dashboards analíticos e monitoramento de métricas de desempenho em tempo real.",
  "aboutMeSubTitle": "A unir a aprendizagem à prática: focado em entregar resultados limpos, funcionais e centrados no utilizador.",
  "myStack": "A minha Stack",
  "mySpecialPlace": "O meu cantinho",
  "myStory": "A minha História",
  "aboutMeParagraph1": "Olá! Chamo-me Hugo, tenho 27 anos e sou um apaixonado pelo desenvolvimento <0>Frontend</0>. O meu percurso académico passou pelo Instituto Politécnico de Viana do Castelo, onde concluí a licenciatura em <1>Engenharia Informática</1>, uma etapa fundamental para consolidar as minhas bases técnicas e de resolução de problemas.",
  "aboutMeParagraph2": "Durante o meu percurso, tive o privilégio de integrar equipas em empresas de renome como a <0>Tlantic</0> e a <1>eDreams ODIGEO</1>. Estas experiências em contexto de estágio permitiram-me enfrentar desafios reais em larga escala e compreender a importância da escalabilidade e da experiência do utilizador.",
  "aboutMeParagraph3": "Atualmente, foco a minha energia e criatividade na <0>ImpactZero</0>, onde trabalho diariamente para transformar ideias em interfaces intuitivas, limpas e funcionais. Estou sempre em busca de novas tecnologias e boas práticas para elevar a qualidade do código que entrego.",
  "myExperience": "A minha Experiência",
  "teamCollaboration": "Trabalho em Equipa",
  "fastLearner": "Capacidade de Aprendizagem Rápida",
  "activeListening": "Escuta Ativa",
  "criticalThinking": "Pensamento Crítico",
  "academicProject": "Projeto Académico",
  "tlanticDescription": "Conceção e desenvolvimento de uma aplicação móvel dedicada à gestão logística de inventário. A solução permitiu a consulta em tempo real de stocks, análise detalhada de artigos e monitorização de métricas de desempenho comercial.",
  "edreamsDescription": "Desenvolvimento de um backoffice administrativo para uma solução de carteira digital (Digital Wallet). Focado na gestão de utilizadores (CRUD), controlo de fluxos financeiros e parametrização de taxas de câmbio em tempo real.",
  "fisDescription": "Desenvolvimento de uma interface de gestão de fluxos de crédito, permitindo a análise, aprovação ou rejeição de solicitações. Implementação de funcionalidades de gestão documental, sistema de comentários em tempo real e visualização de métricas de suporte à decisão.",
  "impactZeroDescription": "Responsável pelo desenvolvimento e manutenção do ecossistema digital da plataforma Travizco, incluindo o backoffice de gestão, o website institucional e a implementação de menus digitais interativos."
}
